# Kalys Osmonovго ментордук колдоосу үчүн ыраазычылык билдирүү

аты = "Kalys Osmonov"
компания = "Railsware"
кызматы = "Senior Full Stack Engineer"
окуткан = "Ruby программалоо тили"
ментор = "менторлугуңуз"

ыраазычылык = <<~TEXT
Салам, #{аты}!

Мен сизге чексиз ыраазычылык билдирем.
Сиздин #{окуткан} боюнча берген кенештериниз жана #{ментор} мага абдан чоң жардам берди. 
Сиздин #{компания} компаниясында #{кызматы} катары иштегениңиз мен үчүн чоң үлгү болуп саналат.
Сиздин колдооңуз жана үйрөткөндөрүңүз менен мен Ruby тилин жакшыраак түшүнүп,
аны иш жүзүндө колдонууга мүмкүнчүлүк алдым.

Чын жүрөктөн рахмат!

Урматтоо менен,
Ырысгүл
TEXT

puts ыраазычылык
